---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpotElevLowerPrefix
source: html/c3806d65-1eb3-af59-816b-df1f483dc124.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpotElevLowerPrefix Property

"Lower Value Prefix"

## Syntax (C#)
```csharp
public static ForgeTypeId SpotElevLowerPrefix { get; }
```